The definition.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Definition Definition { get; }
  Visual Basic
Public ReadOnly Property Definition As Definition
	Get
  Visual C++
public:
property Definition^ Definition {
	Definition^ get ();
}
 See Also
  FamilyParameter Class
  Autodesk.Revit.DB Namespace